# vi:set ft=ruby

tap "caskroom/cask"

brew "nvim"
brew "ag"
brew "zsh"
brew "rename"
brew "bat"
brew "fzf"
brew "tldr"
brew "htop"
brew "fd"
brew "asdf"
brew "wget"
brew "entr"

cask "google-chrome"
cask "docker"
cask "iterm2"
cask "vlc"
cask "visual-studio-code"
cask "slack"
