# vi:set ft=ruby

tap "homebrew/cask"

brew "nvim"
brew "ag"
brew "zsh"
brew "rename"
brew "bat"
brew "fzf"
brew "tldr"
brew "htop"
brew "fd"
brew "wget"
brew "entr"
brew "coreutils"
brew "exa"
brew "hub"
brew "jq"
brew "gnupg"
brew "erlang"

cask "google-chrome"
cask "docker"
cask "iterm2"
cask "vlc"
cask "visual-studio-code"
cask "slack"
cask "spotify"
cask "spectacle"
