castwide.solargraph
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
esbenp.prettier-vscode
formulahendry.auto-close-tag
JakeBecker.elixir-ls
ms-python.python
ms-vscode.Go
naumovs.color-highlight
rebornix.ruby
rust-lang.rust
steoates.autoimport
vscodevim.vim
whizkydee.material-palenight-theme
